/* No comment provided by engineer. */
"Add a comment" = "Ajoutez un";

/* No comment provided by engineer. */
"add a comment..." = "Ajoutez un commentaire...";

/* No comment provided by engineer. */
"Ajoutez votre commentaire..." = "Ajoutez votre commentaire...";

/* No comment provided by engineer. */
"Comments" = "Comments";

/* No comment provided by engineer. */
"Fiche Hairfie" = "Fiche Hairfie";

/* No comment provided by engineer. */
"Hairfies du même coiffeur" = "Hairfies du même coiffeur";

/* No comment provided by engineer. */
"Kimi Smith" = "Kimi Smith";

/* No comment provided by engineer. */
"More comments (20)" = "More comments (20 EN)";

"Report content" = "Report undesirable content";

"I did it" = "I did it";

"Book" = "Book";